Revit 2024 API
ParameterTypeId.PhaseCreated Property
 "Phase Created"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PhaseCreated { get; }
Visual Basic
Public Shared ReadOnly Property PhaseCreated As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PhaseCreated {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace